/*-----------------------------------------------------------------------*/
//方法名:enter_tab()
//描  述:按下Enter键实现Tab键的功能
/*-----------------------------------------------------------------------*/
function enter_tab(){
if(event.keyCode==13)event.keyCode=9;
}
/*-----------------------------------------------------------------------*/
//方法名:cancle()
//描  述:清空输入内容 重新录入全部信息
/*-----------------------------------------------------------------------*/
function cancle(){
	if (confirm('是否从新录入？')){
	window.location.reload();
	}
}
/*-----------------------------------------------------------------------*/
//方法名:delete(obj)
//描  述:删除表格中的一行数据
//参数说明:obj待删除的表单对象
/*-----------------------------------------------------------------------*/
function deleterow(obj) {
	if(confirm('是否删除此条信息？')){	
		obj.style.display="none";	
	}

}
/*-----------------------------------------------------------------------*/
//方法名:login(form1)
//描  述:加载页面时表单的第一个元素内容被选中
//参数说明:form1为要被选中元素的表单名
/*-----------------------------------------------------------------------*/
function login(form1){
    form1[0].select();
}
